{
  "593": {
    "lat": 39.951904,
    "lng": -75.199497,
    "image": "commons.jpg",
    "description": "1920 Commons, the largest café on campus, is located on Locust Walk, right across the 38th Street Bridge. Serving lunch, lite lunch, and dinner during the week and brunch and dinner on weekends. Enjoy a bountiful, seasonal salad bar; made-to-order deli; fresh, hot pizzas; comfort cuisine; savory soups; chicken, veggie burgers and beef burgers grilled to perfection; an ever-changing action station; or delectable desserts. It’s all here!",
    "address": "3800 Locust Walk Philadelphia PA, 19104",
    "name": "1920 Commons",
    "pennDiningSlug": "1920-commons"
  },
  "636": {
    "lat": 39.953008,
    "lng": -75.190677,
    "image": "hillhouse.jpg",
    "description": "Hill House Café is on the lower level of the Hill College House at the corner of 34th and Walnut Streets. A popular dining spot for the Penn community, Hill serves breakfast, lunch and dinner during the week; \"light breakfast\" and \"light lunch\" during the slower times in between meals; and brunch and dinner on the weekends.",
    "address": "3333 Walnut Street Philadelphia PA, 19104",
    "name": "Hill House",
    "pennDiningSlug": "hill-house"
  },
  "637": {
    "lat": 39.954083,
    "lng": -75.194107,
    "image": "kingscourt.jpeg",
    "description": "English House Café is located in the English House at 36th and Sansom Streets, although the café has followers from every corner of campus. During breakfast, guests can start their morning with an assortment of fruit, yogurt, granola and cereal; as well as a range of favorites from pancakes to eggs benedict.\nThroughout lunch and dinner hours, visitors of the café will find a fresh salad bar with homemade dressings and aromatic soups; a popular dip bar with house baked pita chips; a made-to-order deli; “Carla’s Creative Pizzas” (including a scrumptious vegan pizza!); a lively expo station; comfort cooking; and vegan-friendly desserts. English House is open for breakfast, lunch and dinner during the week.",
    "address": "3565 Sansom Street Philadelphia PA, 19104",
    "name": "English House",
    "pennDiningSlug": "kings-court-english-house"
  },
  "638": {
    "lat": 39.953098,
    "lng": -75.199979,
    "image": "hillel.jpg",
    "description": "Falk Dining Cafe is the kosher café, located on the first floor of the Hillel building on 39th and Locust Walk. All food is prepared Glatt kosher and under the supervision of the Community Kashrus of Greater Philadelphia. We welcome Penn students as well as members of the surrounding community to enjoy the amazing cuisine and sense of community that you will experience when you dine at Falk Dining Cafe.",
    "address": "215 South 39th Street Philadelphia PA, 19104",
    "name": "Falk Kosher Dining",
    "pennDiningSlug": "falk-dining-commons"
  },
  "639": {
    "lat": 39.950914,
    "lng": -75.193874,
    "image": "houstonhall.jpg",
    "description": "Houston Market is home to a wide vareity of food vendors in the basement floor of Penn's historic Houston Hall. Check out this newly-renovated, brightly-lit space for sushi, salad, burgers, and coffee alike.",
    "address": "3417 Spruce Street Philadelphia PA, 19104",
    "name": "Houston Market",
    "pennDiningSlug": "houston-market",
    "isRetail": true,
    "showMealLabels": true
  },
  "640": {
    "lat": 39.952724,
    "lng": -75.194022,
    "image": "markscafe.jpg",
    "description": "Mark’s Café is stationed on the lower level of the Van Pelt Library. Relax during a study break with sushi, sandwiches or soups; or recharge with a cup of locally-roasted Rival Brothers Coffee. You can even try the flavor brewed just for Penn: Bernie’s Blend, named after the café’s donor.",
    "address": "3420 Walnut St, Philadelphia, PA 19104",
    "name": "Mark's Café",
    "pennDiningSlug": ""
  },
  "641": {
    "lat": 39.952724,
    "lng": 75.194022,
    "image": "accenture.png",
    "description": "Accenture Café is small café located in the Towne Building in the School of Engineering and Applied Science between 33rd and 34th Streets and Walnut and Spruce Streets. In the café, you will find a wide selection of Rival Bros. brewed beverages, fresh sandwiches, salads, soups, muffins, scones and other pastries, as well as a new variety of hot and made to order items.",
    "address": "3330 Walnut St, Philadelphia, PA 19104",
    "name": "Accenture Café",
    "pennDiningSlug": "accenture-cafe"
  },
  "642": {
    "lat": 39.951814,
    "lng": -75.196182,
    "image": "joescafe.jpg",
    "description": "Joe’s Café is on the ground floor of Wharton’s Steinberg-Dietrich Hall. Stop by in the morning and enjoy a fresh breakfast sandwich and cup of locally roasted One Village coffee (be sure to taste the specially roasted Wharton blend!); or visit at lunch and enjoy a \"Joe’s Plate\" as our daily special – always $6 every day! During the warmer months, stop by at lunch for the weekly Wednesday outdoor barbeques.",
    "address": "3620 Locust Walk Philadelphia, PA 19104",
    "name": "Joe's Café",
    "pennDiningSlug": "joes-cafe",
    "isRetail": true
  },
  "747": {
    "lat": 39.95041,
    "lng": -75.197673,
    "image": "mcclelland.jpg",
    "description": "McClelland Express is positioned in the center of the Quad. Open from 8am – 10pm, the café offers options for breakfast, lunch and dinner, as well as retail items such as toiletries and groceries. Students have the ability to use their “meal equivalency” here – generally an entrée, sides and a drink – for one \"visit\" (meal swipe) or they can purchase items separately using their Dining Dollar$.",
    "address": "3650 Spruce St Philadelphia, PA 19104",
    "name": "McClelland Express",
    "pennDiningSlug": "mcclelland"
  },
  "1057": {
    "lat": 39.951904,
    "lng": -75.199497,
    "image": "gourmetgrocer.jpg",
    "description": "Gourmet Grocer is the on-campus market and a favorite of the Penn community. The market features a variety of items from both local artisans and well-known brands, as well as large organic, kosher and gluten-free sections. Gourmet Grocer also provides student necessities and toiletries.",
    "address": "3800 Locust Walk, Philadelphia, PA 19104",
    "name": "1920 Gourmet Grocer",
    "pennDiningSlug": "1920-gourmet-grocer",
    "isRetail": true
  },
  "1163": {
    "lat": 39.951904,
    "lng": -75.199497,
    "image": "starbuckscommons.jpg",
    "description": "Starbucks is located on the lower level of 1920 Commons and features an expanded food and drink menu, extended hours until 2 am most nights, and a large study and gathering space.",
    "address": "3800 Locust Walk, Philadelphia, PA 19104",
    "name": "1920 Starbucks",
    "pennDiningSlug": "1920-starbucks",
    "isRetail": true
  },
  "1442": {
    "lat": 39.953691,
    "lng": -75.191299,
    "image": "newcollegehouse.png",
    "description": "",
    "address": "3335 Woodland Walk, Philadelphia, PA 19104",
    "name": "Lauder College House",
    "pennDiningSlug": "lauder-college-house"
  },
  "1731": {
    "lat": 39.953691,
    "lng": -75.191299,
    "image": "newcollegehouseretail.png",
    "description": "The first signature residential building on Penn's campus specifically designed and built to maximize the College House experience. The dining program in the Lauder House will be a hybrid of an ‘à la carte menu' on the retail side and an All-You-Care-To-Eat café for breakfast, lunch, and dinner with an option for family style dining.",
    "address": "3335 Woodland Walk, Philadelphia, PA 19104",
    "name": "LCH Retail",
    "pennDiningSlug": "lch-retail",
    "isRetail": true
  },
  "1732": {
    "lat": 39.952911,
    "lng": -75.198267,
    "image": "pret-mba-cafe.jpg",
    "description": "Cafe with limited hours located on the second floor of John M. Huntsman Hall near Walnut Street.",
    "address": "3730 Walnut St Philadelphia, PA 19104",
    "name": "Pret a Manger, MBA Cafe",
    "pennDiningSlug": "pret-a-manger-upper",
    "isRetail": true
  },
  "1733": {
    "lat": 39.952911,
    "lng": -75.198267,
    "image": "pret.jpg",
    "description": "Bustling cafe located adjacent to the entry to Huntsman Hall on Locust. Drop in for grab-and-go soup, sandwich, omlete, and baked goods to go along with your coffee or tea.",
    "address": "3730 Walnut St Philadelphia, PA 19104",
    "name": "Pret a Manger, Locust Walk",
    "pennDiningSlug": "pret-a-manger-lower",
    "isRetail": true
  }
}
